<template>
    <view class="page">
        <!-- #ifndef MP-WEIXIN -->
        <uni-nav-hfbar fixed status-bar left-icon="back" title="会员注册授权协议"></uni-nav-hfbar>
        <!-- #endif -->
        <div class="pageContent" style="padding-top: 10px;">本协议是您与广州医药股份有限公司（以下简称为“广州医药”）之间就其提供的服务等相关事宜所订立的契约，请您仔细阅读本注册协议，待确认后本协议即构成对双方有约束力的法律文件。</div>
        <div class="pageContent pageTitle">第1条 服务条款的确认和接纳</div>
        <div class="pageContent">1.1 本站的各项服务的所有权和运作权归广州医药所有。您同意所有注册协议条款并完成注册程序，才能成为广州医药正式会员。会员确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</div>
        <div class="pageContent">1.2 您点击同意本协议的，即视为您确认自己具有享受各项服务相应的权利能力和行为能力，能够独立承担法律责任。</div>
        <div class="pageContent">1.3 如果您未满18周岁，您只能在父母或监护人的监护参与下才能使用相关服务。</div>
        <div class="pageContent">1.4 广州医药保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭会员账户、清除或编辑内容的权利。</div>
        <div class="pageContent pageTitle">第2条 会员信息</div>
        <div class="pageContent">2.1 您应自行诚信提供注册资料，保证其提供的注册资料真实、准确、完整、合法有效，会员注册资料如有变动的，应及时更新其注册资料。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您同意自愿承担因此引起的相应责任及后果，并且广州医药保留终止用户使用广州医药各项服务的权利。</div>
        <div class="pageContent">2.2 涉及会员真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，广州医药将予以严格保密，除非得到会员的授权或法律另有规定，不会向外界披露用户隐私信息。</div>
        <div class="pageContent">2.3 您同意，广州医药拥有通过邮件、短信电话等形式，发送促销活动等告知信息的权利。</div>
        <div class="pageContent pageTitle">第3条 协议更新及会员关注义务</div>
        <div class="pageContent">根据国家法律法规及政策等变化，广州医药有权对本协议条款不时地进行修改，修改后的协议一旦被公布即生效，并取替原来的协议。会员可随时通过公众号、网站等渠道查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如会员不同意更新后的协议，可以且应立即停止接受广州医药依据本协议提供的服务；如会员继续使用广州医药提供的服务的，即视为同意更新后的协议。建议您在使用服务之前阅读本协议及相关公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</div>
        <div class="pageContent pageTitle">第4条 法律管辖和适用</div>
        <div class="pageContent">本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本站服务条款与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。</div>
        <div class="pageContent pageTitle">第5条 其他</div>
        <div class="pageContent">5.1 广州医药股份有限公司是指开通了广州医药会员服务的公司，包括广州医药股份有限公司、广州国盈医药有限公司、广州欣特医药有限公司、广州器化医疗设备有限公司、广州健民医药连锁有限公司、健民国际有限公司、深圳广药联康医药有限公司、福建广药洁达医药有限公司、佛山市广药健择医药有限公司、广东省梅县医药有限公司、江门广药侨康医药有限公司、珠海广药康鸣医药有限公司、佛山广药凤康医药有限公司、清远广药正康医药有限公司、湖南广药恒生医药有限公司、海南广药晨菲医药有限公司、陕西广药康健医药有限公司、广药四川医药有限公司、广西广药新时代医药有限公司、湖北广药吉达医药有限公司、广州医药（香港）有限公司、广州医药大药房有限公司，具体公司范围以公众号、网站等渠道公告为准。</div>
        <div class="pageContent">5.2 本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</div>
        <div class="pageContent">5.3 您在注册页面对“我已阅读并同意《广州医药会员注册协议》”打勾并提交，即视为您完全接受协议，并认同上述公司享有本协议约定的所有权利，在打勾前请您再次确认已知悉并完全理解本协议的全部内容。</div>
    </view>
</template>

<style>
.pageContent {
    padding: 0 10px 10px;
    font-size: 14px;
    color: #999;
}
.pageContent.pageTitle {
    font-weight: 700;
    color: #000;
}
</style>