<template>
  <view>
    <!-- #ifndef MP-WEIXIN -->
    <uni-nav-hfbar
      fixed
      status-bar
      left-icon="back"
      title="知情同意书"
    ></uni-nav-hfbar>
    <!-- #endif -->
    <view class="content_articleContent__3nofW">
      <p>知情同意书</p>
      <p>
        莲藕互联网医院（简称莲藕互医）主要为莲藕互医用户（简称用户或患者）提供医疗健康咨询服务、健康教育、在线诊疗服务以及其他健康服务。所有用户在使用莲藕互医提供的服务前，须认真阅读以下内容。
      </p>
      <p>
        1、本知情同意书、您使用莲藕互医相关服务时勾选同意的相关授权或协议，及莲藕互医已经发布或将来可能发布的各类规则、解释、声明、通告等，以上内容都被视为本知情同意书的组成部分，具有同等的法律效力。
      </p>
      <p>
        2、鉴于莲藕互医业务的特殊性，我们会收集、使用、保存和共享您的个人身高
        、体重 、性别、年龄
        、血型以及慢性病史情况等个人健康和医疗信息，具体方式等相关内容详见莲藕《隐私政策》。
      </p>
      <p>
        3、本知情同意书所称“服务”，指莲藕互医用户通过莲藕互医所获取的相关服务，包括但不限于在线咨询服务，电话咨询服务，健康科普内容服务等。
      </p>
      <p>
        4、莲藕互医提供图文与电话等形式的在线咨询诊疗服务。针对电话问诊，莲藕互医为保证电话问诊的服务质量，将对电话服务的通话全程进行录音。
      </p>
      <p>
        5、按照国家相关法律法规规定，莲藕互医在开展部分常见病、慢性病复诊服务时，用户需确保已在实体医院已完成首诊并已有明确诊断，莲藕互医医师掌握用户提交的病历等资料后，可针对相同诊断提供复诊服务并开具处方。如用户非复诊的，莲藕互医仅提供医疗咨询服务。莲藕互医不能开具麻醉药品、精神类药品处方，以及其他用药风险较高，有其他特殊管理规定的药品处方。
      </p>
      <p>
        6、用户可根据莲藕互医医师开具的处方，通过莲藕互医合作的第三方药品零售企业完成药品购买等服务，具体药品及服务由第三方药品零售企业向用户提供。
      </p>
      <p>
        7、受限于互联网诊疗本身的局限性，医师及其他健康服务提供者提供的治疗方案、咨询建议等依赖于用户提供的资料，如病历资料、实体医院的诊断结果、症状描述等，如前述信息不准确或不全面，将会影响诊疗服务的结果。
      </p>
      <p>
        8、莲藕互医不能直接进行体格检查、检验等诊查手段，一旦医师或其他健康服务提供者认为用户出现病情变化且需要医务人员亲自诊查时，或复诊疾病属于疑难杂症，或出现急症等情形时，医师或其他健康服务提供者有权终止本次诊疗活动，用户应到实体医疗机构就诊。
      </p>
      <p>
        9、用户需要知悉，由于疾病及患者体质的特殊性、差异性，以及现有医疗水平条件的限制等，诊疗行为可能存在引发各种并发症和危害生命健康的风险；由于诊疗措施的延后性，医师或其他健康服务提供者制定的诊疗方案、健康管理方案等可能不会达到用户预期的效果，且有些疾病或并发症是不可根治的，需要用户积极配含，长期坚持治疗，才能延缓疾病的进展。医师或其他健康服务提供者已经尽力为患者制定合理的方案，致力于减少药物治疗不良反应的发生，但不可能完全避免且不可预测，需要在患者的配合下，根据患者情况不断调整诊疗方案。疾病的治疗需要就诊用户谨遵医嘱、健康管理方案，并积极配合。如果就诊用户未完全遵守和配合，则可能导致诊疗效果不理想，基至出现病情反复、恶化等不良后果。
      </p>
      <p>
        10、莲藕互医用户和医师及其他健康服务提供者在交流过程中应该要文明用语、互相尊重、平等交流。任一方不得对另一方进行辱骂、恐吓等行为。如发生上述行为，莲藕互医有权终止相关方在莲藕互医的相关操作权限。如相关方发生相关争议，莲藕互医将在尊重事实及法律的基础上以合理形式对被侵权方的维权行为予以支持。
      </p>
      <p>
        11、为保障服务能在莲藕互医的监督下有效进行，莲藕互医医师及其他健康服务提供者和莲藕互医用户应通过莲藕互医进行沟通。如未按照上述操作，莲藕互医有权对莲藕互医用户、莲藕互医医师及其他健康服务提供者进行提醒、警告或限制相关方在莲藕互医的操作权限。
      </p>
      <p>
        12、如莲藕互医用户对莲藕医师及其他健康服务提供者提供的服务不满意，可向莲藕互医提出投诉，莲藕互医将依据实际情况予以协调。如在莲藕互医上发生相关纠纷，莲藕互医可向双方了解相关信息，进行沟通、调解；如司法部门或行政部门依照法定程序要求莲藕互医提供相关资料，莲藕互医将根据相关部门要求配合并提供相关资料。
      </p>
      <p>
        13、莲藕互医用户有权选择是否遵从莲藕互医医师及其他健康服务提供者作出的疾病诊断、治疗方案、用药意见（包括电子处方）、健康管理方案等。
      </p>
      <p>
        14、莲藕互医将竭尽全力督促医师及其他健康服务提供者在莲藕互医上提供服务时尽可能遵循科学、专业以及正确等原则，并制定相应的制度、规范以及要求等约束医师及其他健康服务提供者行为。
      </p>
      <p>
        15、请您知悉，本协议下的服务可能会受到某些不稳定因素的影响，如不可抗力、计算机病毒或者黑客攻击等，并可能造成的服务中断或不能满足您部分需求的风险，莲藕互医将及时处理或修复，竭力保证服务的稳定。
      </p>
      <p>
        16、莲藕互医有权在必要时修改并更新知情同意书。如果您在该文件修改或更新生效后用户继续使用莲藕互医的相关内服务，则视为您接受更新后的知情同意书。
      </p>
      <p>
        您已经全部知晓并同意上述内容，知悉相关的风险，同意使用莲藕互医的相关服务，并签署知情同意书。
      </p>
      <p>&nbsp;</p>
      <p style="text-align: right">莲藕互联网医院</p>
      <p style="text-align: right">2021.5.11</p>
      <p>&nbsp;</p>
      <p><br /></p>
      <p><br /></p>
      <p><br /></p>
    </view>
  </view>
</template>

<style>
.content_articleContent__3nofW {
  padding: 0.48rem 0.32rem;
  line-height: 1.43;
  color: #262626;
  font-size: 1.12rem;
  word-break: break-word;
}
</style>